Repository: temperatio/Touchfolio
Catalog: languages/*.po
Languages: es_es

source: The page you were looking for cannot be found.
es_es: La página que buscas no se puede encontrar.

source: Category Archives: %s
es_es: Archivos de la categoría:% s

source: Tag Archives: %s
es_es: Archivo de la etiqueta:% s

source: Author Archives: %s
es_es: Archivo del Autor:% s

source: Daily Archives: %s
es_es: Archivos diarios: %s

source: Monthly Archives: %s
es_es: Archivos por mes:% s

source: Yearly Archives: %s
es_es: Archivos Anual:% s

source: Archives
es_es: Archivos

source: Nothing Found
es_es: No se encontró nada

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
es_es: Parece que no puede encontrar lo que estás buscando. Tal vez la búsqueda puede ayudar.

source: This post is password protected. Enter the password to view any comments.
es_es: Esta publicación está protegida por contraseña. Introduce la contraseña para ver los comentarios.

source: Comments
es_es: Comentarios

source: Comment navigation
es_es: Navegación de comentarios

source: &larr; Older Comments
es_es: &larr; Comentarios más antiguos

source: Newer Comments &rarr;
es_es: Los nuevos comentarios &rarr;

source: Comments are closed.
es_es: Los comentarios están cerrados.

source: Name <span class="required-field-label">(required)</span>
es_es: Nombre <span class="required-field-label"> (requerido) </span>

source: Email <span class="required-field-label">(required, will not be published)</span>
es_es: E-mail <span class="required-field-label"> (requerido, no será publicado) </span>

source: Website
es_es: Sitio web

source: cancel reply
es_es: Cancelar respuesta

source: Leave a Comment
es_es: Deja un comentario

source: Comment
es_es: Comentario

source: Pages:
es_es: Páginas:

source: Tagged:
es_es: Etiquetado:

source: Continue reading <span class="meta-nav">&rarr;</span>
es_es: Seguir leyendo <span class="meta-nav">&rarr;</span>

source: Album images not found.
es_es: No se encuentran las imágenes del álbum.

source: Primary Menu
es_es: Menú principal

source: Social Links Menu
es_es: Menú Enlaces Sociales

source: Regular Page Sidebar
es_es: Barra lateral de página normal

source: Next project
es_es: Siguiente

source: Prev project
es_es: Anterior

source: close info
es_es: cerrar info

source: Click and drag in any direction to browse.
es_es: Haz clic y arrastra en cualquier dirección para navegar.

source: Next image
es_es: Imagen siguiente

source: close video
es_es: cerrar vídeo

source: Prev image
es_es: Imagen anterior

source: &larr; back to list
es_es: &larr; Volver a la lista

source: Swipe up
es_es: Deslizar hacia arriba

source: Swipe down
es_es: Deslizar hacia abajo

source: &mdash; Select page &mdash;
es_es: &mdash; Seleccionar Página &mdash;

source: menu
es_es: menú

source: Add to album
es_es: Agregar a álbum

source: Adding...
es_es: Añadiendo...

source: Inserting error. Please try again.
es_es: Error de Inserción. Por favor, inténtalo de nuevo.

source: Added
es_es: Añadido

source: Page %s
es_es: Página %s

source: home
es_es: inicio

source: Primary menu is not selected and/or created. Please go to "Appearance &rarr; Menus" and setup menu.
es_es: El menú principal no está seleccionado y/o creado. Por favor, ve a "Apariencia &rarr; Menús" y configura el menú.

source: Published <span class="entry-date"><time class="entry-date" datetime="%1$s" pubdate>%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%7$s</a>
es_es: Publicado <span class="entry-date"><time class="entry-date" datetime="%1$s" pubdate>%2$s</time></span> a <a href="%3$s" title="Enlace a la imagen a tamaño completo">%4$s &times; %5$s</a> en <a href="%6$s" title="Volver a 7%$s" rel="gallery">%7$s</a>

source: Edit
es_es: Editar

source: &larr; Previous
es_es: &larr; Anterior

source: Next &rarr;
es_es: Siguiente &rarr;

source: <a class="comment-link" href="#respond" title="Post a comment">Post a comment</a> or leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
es_es: <a class="comment-link" href="#respond" title="Publica un comentario">Publica un comentario </a> o deja un trackback: <a href="trackback-link" href="%s" title="Dirección de Trackback para su mensaje" rel="trackback">Dirección de Trackback</a>.

source: Comments are closed, but you can leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
es_es: Los comentarios están cerrados, pero puedes dejar un trackback: URL <a class="trackback-link" href="%s" title="Trackback para su post" rel="trackback">URL del Trackback</a>.

source: Trackbacks are closed, but you can <a class="comment-link" href="#respond" title="Post a comment">post a comment</a>.
es_es: Los trackbacks están cerrados, pero se puede <a class="comment-link" href="#respond" title="Post un comment">publicar un comentario</a>.

source: Both comments and trackbacks are currently closed.
es_es: Los comentarios y trackbacks están cerrados.

source: No posts to display
es_es: No hay mensajes que mostrar

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
es_es: ¿Listo para publicar tu primera entrada? <a href="%1$s">Empieza aquí</a>.

source: Search Results for: %s
es_es: Resultados de búsqueda de %s

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
es_es: Lo sentimos, pero nada corresponde a sus criterios de búsqueda. Por favor, inténtalo de nuevo con algunas palabras clave diferentes.

source: Touchfolio Theme Update
es_es: Actualización de Touchfolio

source: <strong>There is a new version of Touchfolio theme available.</strong> Visit <a style="text-decoration:underline;" href="http://dimsemenov.com/themes/touchfolio/changelog.html">changelog page</a> to see what's new and how to update.
es_es: <strong>Hay una nueva versión de Touchfolio disponible.</strong> Visita <a style="text-decoration:underline;" href="http://dimsemenov.com/themes/touchfolio/changelog.html">la pagina de cambios</a> para ver que hay de nuevo y como actualizar.

source: <strong>Please note:</strong> make a backup of Touchfolio theme inside your WordPress installation folder <strong>
es_es: <strong>Por favor ten en cuenta:</strong> hacer una copia de seguridad de Touchfolio dentro de la carpeta de instalación de WordPress<strong>

source: Thank you for using <a href="http://dimsemenov.com/themes/touchfolio/">Touchfolio</a> by <a href="http://dimsemenov.com/">Dmitry Semenov</a>. <a href="http://support.dimsemenov.com/forums/159023-touchfolio">Leave feedback</a> or subscribe for news about theme via <a href="http://dimsemenov.com/subscribe.html">newsletter</a> or <a href="http://twitter.com/dimsemenov">Twitter</a>.
es_es: Gracias por usar <a href="http://dimsemenov.com/themes/touchfolio/">Touchfolio</a> de <a href="http://dimsemenov.com/">Dmitry Semenov</a>. <a href="http://support.dimsemenov.com/forums/159023-touchfolio">Deja tus comentarios</a> o suscríbete al<a href="http://dimsemenov.com/subscribe.html">boletín</a> para recibir noticias del tema o sígueme en <a href="http://twitter.com/dimsemenov">Twitter</a>.

source: <h2>Congratulations, Touchfolio theme installed!</h2><p style=\"font-size: 15px; line-height: 20px \">Theme is currently in beta and may contain bugs, please <a href=\"http://support.dimsemenov.com/forums/159023-touchfolio\">vote for features and report bugs</a>.<br/>To get notified about complete theme release, follow me on <a href=\"http://twitter.com/dimsemenov\">Twitter</a> or <a href=\"http://dimsemenov.com/subscribe.html\">join my email newsletter</a> (unsubscribe at any time, MailChimp).</p>
es_es: <h2>¡Felicidades, Touchfolio se ha instalado!</h2><p style=\"font-size: 15px; line-height: 20px \">El tema está actualmente en beta y puede tener errores, por favor <a href=\"http://support.dimsemenov.com/forums/159023-touchfolio\">vota por nuevas características y reporta errores</a>.<br/>Para estar al tanto de actualizaciónes del tema, sígueme en <a href=\"http://twitter.com/dimsemenov\">Twitter</a> o <a href=\"http://dimsemenov.com/subscribe.html\">suscribete a mi boletín</a> (puedes desuscribirte en cualquier momento, MailChimp).</p>

source: Theme Options
es_es: Opciones

source: <p style="font-size: 14px; line-height: 20px ">Please note, theme is currently in beta and may some issues, please <a href="http://support.dimsemenov.com/forums/159023-touchfolio">vote for new features and report bugs</a>.<br/>To get notified about complete theme release, follow me on <a href="http://twitter.com/dimsemenov">Twitter</a> or <a href="http://dimsemenov.com/subscribe.html">join my email newsletter</a> (unsubscribe at any time, MailChimp).</p>
es_es: <p style="font-size: 15px; line-height: 20px">El tema está actualmente en beta y puede tener errores, por favor <a href="http://support.dimsemenov.com/forums/159023-touchfolio">vota por nuevas características y reporta errores</a>.<br/>Para estar al tanto de actualizaciónes del tema, sígueme en <a href="http://twitter.com/dimsemenov">Twitter</a> o <a href="http://dimsemenov.com/subscribe.html">suscribete a mi boletín</a> (puedes desuscribirte en cualquier momento, MailChimp).</p>

source: Save All Changes
es_es: Guardar todos los cambios

source: Reset All Options
es_es: Reiniciar todas las opciones

source: Click OK to backup your current saved options.
es_es: Haz clic en Aceptar para hacer una copia de seguridad de tus opciones guardadas actuales.

source: Warning: All of your current options will be replaced with the data from your last backup! Proceed?
es_es: Advertencia: Todas las opciones actuales serán reemplazados por los datos de la última copia de seguridad! ¿Deseas continuar?

source: Click OK to reset. All settings will be lost!
es_es: Haz clic en Aceptar para reiniciar. ¡Todos los ajustes se perderán!

source: Last Backup :
es_es: Última copia de seguridad:

source: Upload
es_es: Subir

source: Remove
es_es: Quitar

source: Options
es_es: Opciones

source: Gallery
es_es: Galería

source: Previously Uploaded
es_es: Subido Anteriormente

source: General Settings
es_es: Configuración general

source: Main logo image. Default size is 97px x 16px. If blank site title text will be used.<br/>Size and position on different screen sizes and pages may be configured in selected skin less css file.
es_es: Imagen del logotipo principal. El tamaño por defecto es 97px x 16px. Si está vacío se utilizará el título del sitio. <br/> Los tamaños y posiciones en diferentes tamaños de pantalla se pueden configurar en el archivo 'less' selecionado.

source: Tracking Code
es_es: Código de seguimiento

source: Paste your Google Analytics (or other) tracking code here. This will be added into the footer template of your theme.
es_es: Copia y pega tu código de seguimiento de Google Analytics (u otro) aquí. Esto se añade a la plantilla del pie de página del tema.

source: 16px x 16px ico/png/gif image that will represent your website's favicon.
es_es: 16px x 16px imagen ico/png/gif que se utilizará como favicon del sitio web .

source: Footer Text
es_es: Texto del Pie de página

source: Text in footer. Height of footer may be configured in selected skin less css file. Leaving 'Powered by Touchfolio' text is not required, but much appreciated and keeps project alive.
es_es: El texto del pie de página. La altura del pie de página puede ser configurada en el archivo 'less' seleccionado. Dejar el texto 'Powered by Touchfolio' no es necesario, pero si muy apreciado.

source: Google Fonts Code
es_es: Código de Google Web Fonts

source: Google webfont code (or any other), will be inserted in site header. Example: <code>&lt;link href='http://fonts.googleapis.com/css?family=Crimson+Text:400,600,400italic' rel='stylesheet' type='text/css'&gt;</code>. Get it <a href='http://www.google.com/webfonts'>here</a>. Theme font can be changed in selected skin less css file.
es_es: El código de Google Web Font (o cualquier otro), se insertará en el encabezado del sitio. Ejemplo: <code>&lt;link href='http://fonts.googleapis.com/css?family=Crimson+Text:400,600,400italic' rel='stylesheet' type='text/css'&gt;</code>. Consíguelo <a href='http://www.google.com/webfonts'> aquí </a>. La fuente del tema se puede cambiar en el archivo 'less' seleccionado.

source: Skin File
es_es: Archivo de estilo personalizado

source: Theme skin less file.
es_es: Archivo 'less' de personalización del tema.

source: Facebook admin id. Leave empty if you don't need any tracking of sharing.
es_es: Identificación de administrador de Facebook. Dejar en blanco si no necesita ningún tipo de seguimiento o la función 'Compartir'.

source: Album categories in gallery page
es_es: Categorías de Álbum en página de la galería

source: Comma separated album categories to be displayed in galleries page template (usually home page). Leave empty to display all.
es_es: Lista separada por comas de las categorías a mostrar en la página de galería (por lo general tu página de inicio). Dejar en blanco para mostrar todas.

source: Default Background Color
es_es: Color de fondo predeterminado

source: Select default album color, you can override it in album settings for specific album.
es_es: Selecciona el color de fondo por defecto del álbum, se puede reemplazar en la configuración del álbum para cada álbum específico.

source: Default Background Pattern
es_es: Patrón de fondo por defecto

source: Enter full URL to default album pattern, you can override it in album settings for specific album. Or leave empty, if you need just color.
es_es: Escribe la URL completa del patrón por defecto para los álbumes, se puede reemplazar en la configuración del álbum para cada álbum específico. O dejar en blanco, si sólo quieres un color.

source: Default Image Scale Mode
es_es: Modo por defecto de escalado de la imagen

source: Select how images will resize. This is default value, you can override it in album settings.
es_es: Elige como se escalaran las imagenes. Este es un valor por defecto, puedes sobreescribirlo en las opciones del albúm.

source: Fit in area
es_es: Encajar

source: Fill the area
es_es: Llene el área

source: Don't scale
es_es: No escalar

source: Gallery Image Size
es_es: Tamaño de imagen de la galería

source: WordPress image size for gallery images. Can be large, medium, or any other image size type. You'll need to resave all existing galleries if you change this.
es_es: Tamaño de Wordpress para la imágenes de la galería. Puede ser 'full', 'large', 'medium', o cualquier otro tipo de tamaño de imagen. Deberás volver a guardar las galerías existentes si cambias esto.

source: Auto-open project description
es_es: Abrir descripción del proyecto automáticamente

source: Automatically open project description on first image of every album.
es_es: Abrir la descripción del proyecto automáticamente en la primera imagen de cada albúm.

source: Gallery_Categories
es_es: Categorías

source: Gallery Category
es_es: Categoría

source: Search Gallery Categories
es_es: Buscar categorías

source: Popular Gallery Categories
es_es: Categorías populares

source: All Gallery Categories
es_es: Todas las Categorías

source: Parent Gallery Category
es_es: Categoría padre

source: Parent Gallery Category:
es_es: Categoría padre:

source: Edit Gallery Category
es_es: Editar Categoría

source: Update Gallery Category
es_es: Actualizar categoría

source: Add New Gallery Category
es_es: Añadid nueva categoría

source: New Gallery Category Name
es_es: Nombre de nueva categoría

source: Separate gallery categories with commas
es_es: Separa las categorías con comas

source: Add or remove gallery categories
es_es: Añadir o quitar categorías

source: Choose from the most used gallery categories
es_es: Elige entre las categorías más usadas

source: Gallery Categories
es_es: Categorías

source: Album
es_es: Álbum

source: Add New Album
es_es: Añadir nuevo album

source: Edit Album
es_es: Editar Album

source: View Album
es_es: Ver Album

source: New Album
es_es: Nuevo Album

source: Search Albums
es_es: Buscar Álbumes

source: Albums not found
es_es: No se han encontrado álbumes

source: Albums not found in trash
es_es: No se han encontrado álbumes en la papelera

source: Remove item
es_es: Quitar elemento

source: Video URL (YouTube or Vimeo)
es_es: URL del Video (YouTube o Vimeo)

source: Image scale mode
es_es: Modo de escala de la imagen

source: Default (from gallery settings)
es_es: Por defecto (a partir de la configuración de la galería)

source: Alt attribute
es_es: Atributo alt

source: Title
es_es: Título

source: Author
es_es: Autor

source: date
es_es: fecha

source: This album does not contain any images yet.<br/> Click button below to add some.
es_es: Este álbum no contiene ninguna imagen todavía. <br/> Haz clic en el botón de debajo para añadir alguna.

source: Add Images
es_es: Añadir Imagenes

source: Default (from global gallery settings)
es_es: Por defecto (desde la configuración global de la galería)

source: Album background color
es_es: Color de fondo del album

source: Leave empty for default
es_es: Dejar en blanco para color por defecto

source: Album background pattern URL (optional)
es_es: Url del patrón de fondo (opcional)

source: <span class="meta-nav">&larr;</span> Older posts
es_es: <span class="meta-nav">&larr;</span> Comentarios más antiguos

source: Newer posts <span class="meta-nav">&rarr;</span>
es_es: Comentarios más recientes <span class="meta-nav">&rarr;</span>

source: (Edit)
es_es: (Editar)

source: %1$s at %2$s
es_es: %1$ s en %2$s

source: Comment permalink
es_es: Enlace permanente al comentario

source: Your comment is awaiting moderation.
es_es: Tu comentario está en espera de moderación.

source: <span class="byline">by <span class="author vcard"><span class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</span></span></span> &middot; <time class="entry-date" datetime="%3$s" pubdate>%4$s</time>
es_es: <span class="byline">por <span class="author vcard"><span class="url fn n" href="%5$s" title="%6$s" rel="author">%7$s</span></span></span> &middot; <time class="entry-date" datetime="%3$s" pubdate>%4$s</time>

source: View all posts by %s
es_es: Ver todos los mensajes de %s

source: leave a comment
es_es: deja un comentario

source: 1 comment
es_es: 1 comentario

source: % comments
es_es: % comentarios
